tap "ariga/tap"
tap "aserto-dev/tap"
tap "bufbuild/buf"
tap "chiselstrike/tap"
tap "homebrew/bundle"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "powershell/tap"
tap "surrealdb/tap"
brew "act"
brew "adr-tools"
brew "atuin"
brew "bat"
brew "conftest"
brew "deno"
brew "direnv"
brew "dive"
brew "docker"
brew "erdtree"
brew "openssl@3"
brew "exa"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "glow"
brew "gnu-sed"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "grpcui"
brew "hadolint"
brew "helm"
brew "just"
brew "kind"
brew "lazygit"
brew "mage"
brew "md5sha1sum"
brew "mysql-client"
brew "neovim"
brew "node"
brew "pnpm"
brew "protobuf"
brew "protobuf@3"
brew "python@3.11"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "vite"
brew "wget"
brew "yarn"
brew "zellij"
brew "zenith"
brew "zoxide"
brew "ariga/tap/atlas"
brew "aserto-dev/tap/topaz"
brew "bufbuild/buf/buf"
brew "chiselstrike/tap/turso"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "powershell/tap/powershell"
brew "surrealdb/tap/surreal"
cask "amethyst"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "karabiner-elements"
cask "keycastr"
cask "mattermost"
cask "microsoft-azure-storage-explorer"
cask "obs"
cask "postman"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
vscode "42Crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adrianwilczynski.format-selection-as-html"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alexcvzz.vscode-sqlite"
vscode "alexkrechik.cucumberautocomplete"
vscode "ardenivanov.svelte-intellisense"
vscode "Arjun.swagger-viewer"
vscode "asvetliakov.vscode-neovim"
vscode "AykutSarac.jsoncrack-vscode"
vscode "bencoleman.armview"
vscode "benjaminbenais.copilot-theme"
vscode "bierner.markdown-image-size"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "ChrisChinchilla.vscode-pandoc"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "cweijan.vscode-database-client2"
vscode "Darfka.vbscript"
vscode "darkriszty.markdown-table-prettify"
vscode "DavidAnson.vscode-markdownlint"
vscode "davidbucka.open-in-sketch"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "dhoeric.ansible-vault"
vscode "DioxusLabs.dioxus"
vscode "disneystreaming.smithy"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "emeraldwalk.RunOnSave"
vscode "esbenp.prettier-vscode"
vscode "ex-codes.pine-script-syntax-highlighter"
vscode "exiasr.hadolint"
vscode "fcrespo82.markdown-table-formatter"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GitLab.gitlab-workflow"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "heaths.vscode-guid"
vscode "hediet.vscode-drawio"
vscode "hoovercj.vscode-settings-cycler"
vscode "ironmansoftware.powershell-universal"
vscode "JakeBecker.elixir-ls"
vscode "James-Yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "jinxdash.prettier-rust"
vscode "joaompinto.vscode-graphviz"
vscode "jock.svg"
vscode "jsayol.firebase-explorer"
vscode "karunamurti.tera"
vscode "kdl-org.kdl"
vscode "keesschollaart.vscode-home-assistant"
vscode "lewissteele.vscode-sql-lint"
vscode "linear.linear-connect"
vscode "linear.linear-open-issue"
vscode "LouisWT.regexp-preview"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vscode.vscode-typescript-next"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-sqlite"
vscode "netcorext.uuid-generator"
vscode "oderwat.indent-rainbow"
vscode "pepri.smithy-vscode"
vscode "phind.phind"
vscode "PKief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "polypus74.trusty-rusty-snippets"
vscode "pomdtr.excalidraw-editor"
vscode "Prisma.prisma"
vscode "quicktype.quicktype"
vscode "rafamel.subtle-brackets"
vscode "rangav.vscode-thunder-client"
vscode "raynigon.nginx-formatter"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rusnasonov.vscode-hugo"
vscode "rust-lang.rust-analyzer"
vscode "ryanluker.vscode-coverage-gutters"
vscode "samuelcolvin.jinjahtml"
vscode "sandcastle.vscode-open"
vscode "sclu1034.justfile"
vscode "sebsojeda.vscode-svx"
vscode "serayuzgur.crates"
vscode "shardulm94.trailing-spaces"
vscode "soren.go-coverage-viewer"
vscode "sumneko.lua"
vscode "surrealdb.surrealql"
vscode "svelte.svelte-vscode"
vscode "Swellaby.vscode-rust-test-adapter"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "teabyii.ayu"
vscode "TheNuProjectContributors.vscode-nushell-lang"
vscode "Tim-Koehler.helm-intellisense"
vscode "tsandall.opa"
vscode "Tyriar.luna-paint"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "WakaTime.vscode-wakatime"
vscode "Wattenberger.footsteps"
vscode "wengerk.highlight-bad-chars"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
